Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: If you have submitted an a-melding directly in Altinn (A01).
nn: For deg som har sendt inn a-melding direkte i Altinn (A01):

source: If you're a personal employer and you're hiring private individuals to work in your home or holiday home, you can obtain tax deduction cards for up to 4 employees.
nn: Er du personleg arbeidsgivar og skal engasjere privatpersonar for arbeid heime eller på fritidseigedommen, kan du hente skattekort for inntil 4 tilsette.

source: The firm receives error message MAGNET_EDAG-269 because information on Lise’s employment type is missing.
nn: Transportfirmaet får feilmeldinga MAGNET_EDAG-269 fordi det manglar opplysningar om type arbeidsforhold på Lise.

source: Buypass ID is a personal, electronic ID that gives you access to public services.
nn: Buypass ID er ein personlig elektronisk ID som gir deg tilgang til offentlege tenester.

source: Today, 22 of the country’s largest city and holiday home municipalities are part of the Tettpå team.
nn: I dag er 22 avdei største by- og hyttekommunane i landet med på Tettpå-laget.

source: Example 4 – the a-melding includes seafarers who have contributions at a fixed amount
nn: Døme 4 – a-meldinga inneheld sjøfolk som har avgift med eit fast beløp

source: The company receives error message MAGNET_EDAG-185 because NOK 1,000 * 14.1 percent = 141, and not 1,410.
nn: Dei får feilmeldinga MAGNET_EDAG-185 fordi 1 000 kroner*14,1 prosent = 141, og ikkje 1 410.

source: This wizard is not relevant for you.
nn: Denne vegvisaren er ikkje relevant for deg.

source: If you must use a 0-melding, you should immediately submit a new, correct a-melding containing the necessary information, so that the employer and the employee are not left without any information concerning employer's National Insurance contributions, payroll withholding tax, employment information and income in the a-ordning scheme.
nn: Viss du må bruke 0-melding bør du sende ei ny, korrekt a-melding med innhald med ein gong slik at arbeidsgivaren og den tilsette ikkje blir ståande utan opplysningar om arbeidsgivaravgift, forskotstrekk, arbeidsforholdsopplysningar og inntekt i a-ordninga.

source: For enterprises with employees, the employees must always be linked to an organisation number for enterprises,
nn: For verksemder med tilsette skal alltid dei tilsette knytast til eit organisasjonsnummer for verksemder,

source: the expenses were incurred before 2012 and
nn: dersom du har hatt utgiftene før 2012

source: Trondheim was the first municipality that joined in May 2016.
nn: Trondheim var første kommune med i mai 2016.

source: The leave or layoff percentage must be between 0 and 100.
nn: Permisjons- eller permitteringsprosenten må vere frå 0–100.

source: Triangular merger, group merger with consideration in parent company as increase in nominal value
nn: Trekantfusjon, konsernfusjon med vederlag i Mor med auke av pålydande

source: Under the tax treaty between Norway and Thailand article 18, pensions are only liable to tax in the recipient's country of residence.
nn: Etter skatteavtalen mellom Noreg og Thailand artikkel 18 skal pensjon berre skattleggjast i det landet der mottakaren er busett.

source: Persons covered by the provisions on withholding tax on pensions and disability benefits will receive a Norwegian tax return in March 2022.
nn: Personar som er omfatta av reglane om kjeldeskatt på pensjon og uføreytingar vil få tilsendt ei norsk skattemelding i mars 2022.

source: All amounts should be entered without the
nn: reknast enten til inntekta i Noreg eller til

source: Convenio) must be issued by the Spanish tax authorities (Agencia Tributaria).
nn: Convenio) må vere utferda av spanske skattemyndigheiter (Agencia Tributaria).

source: The construction company enters Pjotr’s name in the a-melding.
nn: Byggjefirmaet fører opp namnet til Pjotr i a-meldinga.

source: Log in using BankID, BankID on mobile, Buypass or Commfides.
nn: Logg dykk inn med BankID, BankID på mobil, Buypass eller Commfides.

source: related to the taxpayer's activities outside
nn: meir av gjeldsrentene er knytt til skattytar si

source: A person who is unable to document both that he/she is tax resident in Thailand pursuant to the tax treaty and that all or some of the pension and/or the disability benefit from the National Insurance Scheme or an annuity is taxed in Thailand, cannot be granted a tax exemption in Norway.
nn: Ein person som ikkje kan dokumentere både at han er busett i Thailand etter skatteavtalen og at heile eller delar av pensjonen og/eller uføreytinga frå folketrygda eller ei livrenteforsikring er skattlagd i Thailand, kan ikkje få skattefritak i Noreg.

source: From the 2012 income year onwards, you will not be able to claim special allowances for expenses for dental treatment, transport and housing.
nn: Frå og med inntektsåret 2012 har du ikkje krav på særfrådrag for utgifter som knyter seg til tannbehandling, transport og bustad.

source: to the organisation number that belongs to the following organisation forms: State, Municipality, County, organisational link or ADOS (these organisation forms are only used by the public sector).
nn: til organisasjonsnummeret som høyrer til organisasjonsforma Stat, Komm, Fylk, organisasjonsledd og ADOS (desse organisasjonsformene finst berre for offentleg sektor).

source: The Certificate of Residence must be the original document and no more than six months old.
nn: Certificate of Residence må vere i original og ikkje meir enn seks månader gammal.

source: (for the months of July, August, October, November and/or December 2020) and
nn: (for månadene juli, august, oktober, november og/eller desember 2020), og lønnsstøtte

source: You must not have had any taxable turnover in Norway during the past 12 months (not sold goods/services in Norway).
nn: At du ikkje har hatt avgiftspliktig omsetning i Noreg dei siste 12 månadene (ikkje har selt varer/tenester i Noreg).

source: The overview will state “5 or less”.
nn: Då står det "5 eller færre" i oversikta.

source: After-school schemes not eligible for deductions:
nn: Fritidstilbod som ikkje gir frådragsrett:

source: used the wrong prefix for the payroll withholding tax (positive/negative amount).
nn: brukt feil forteikn på forskotstrekket (positivt/negativt beløp).

source: If you want to grant rights to a new user, select "Add new person or organization”.
nn: Dersom du skal gi rettar til ein ny brukar, vel du "Leggje til ny person eller verksemd".

source: Statistics Norway (SSB)
nn: Statistisk sentralbyrå (SSB)

source: , specify the difference and include the description of the income from the original a-melding.
nn: fører du opp differansen og inkluderer nemninga av inntekta frå den opphavlege a-meldinga.

source: In November, the sports firm discovers that it gave inaccurate information.
nn: I desember oppdagar sportsfirmaet at dei har gitt feil opplysningar.

source: Emil only has one employment relationship.
nn: Emil har berre eitt arbeidsforhold.

source: If the contribution basis is wrong, correct it.
nn: Er det feil avgiftsgrunnlag, rettar du dette.

source: Holiday pay is not accrued on salaries for individual childminding assignments (i.e. babysitting).
nn: Lønn for enkeltståande barnepassoppdrag (typisk barnevakter) gir ikkje grunnlag for feriepengar.

source: Only persons who can document both:
nn: Det er berre personar som kan dokumentere både:

source: Use of information in RF-1147 by other government bodies
nn: Andre offentlege organ sin bruk av opplysningar i RF-1147

source: In October, the shop discovers that they entered the wrong number of hours.
nn: I oktober finn butikken ut at dei har tasta feil tal på timar.

source: Tax deduction card for foreign employee (RF-1355) does not replace
nn: Skattekort for utanlandsk arbeidstakar (RF-1355) erstattar ikkje

source: Log in and complete form RF-1355:
nn: Logg inn og fyll ut RF-1355

source: Contact your system supplier if you have any questions about the feedback in your system.
nn: Har du spørsmål om tilbakemeldinga i ditt system, må du kontakte systemleverandøren din.

source: a statement showing all income, capital, deductions and debt in Norway and abroad in 2021
nn: ei oppstilling som viser alt av inntekt, formue, frådrag og gjeld i Noreg og i utlandet i 2021

source: - see also table 1 in example 4
nn: også tabell 1 i døme 4

source: Large Business Ltd. submits an a-melding for August with information about income for Kari.
nn: Storbedrift AS sender a-melding for august med opplysningar om inntekta til Kari.

source: NOK 1,000 per year, you must specify this in the a-melding.
nn: 1 000 kroner til ein person per år, skal du føre opp dette i a-meldinga.

source: You must apply for a new tax deduction card when you:
nn: Du må søkje om nytt skattekort når du:

source: If you use a payroll system, please contact your system supplier if you are unsure how to correct reporting in your system.
nn: Dersom du nyttar eit lønnssystem, kontaktar du systemleverandøren dersom du er usikker på korleis du rettar i ditt system.

source: Shareholder B must provide information about the acquiring company Z and the event must have the same time as item 18.
nn: Aksjonær B må gi opplysningar om det overtakande selskap Z, og hendinga skal ha same tidspunkt som post 18.

source: You’ll get useful advice and tips about how to buy responsibly.
nn: Her får du nyttige råd og tips om korleis du kan handle kvitt.

source: correctable version of the Shareholder’s tax report (RF-1088K)
nn: versjon av aksjeoppgåva som kan korrigerast (RF-1088K)

source: A service company submits an a-melding for May with information concerning Lise’s leave of absence.
nn: Ei servicebedrift sender a-melding for mai med opplysningar om permisjonen til Lise.

source: You can still claim a deduction for after-school schemes for children aged 12 or over if your child has special care needs.
nn: Du kan likevel krevje frådrag for fritidsordning for barn som er 12 år eller eldre dersom barnet ditt har eit særskilt behov for omsorg og pleie.

source: specified too many hours per week for a full-time position with the “offshore336” working hours scheme
nn: ført opp for mange timar per veke for ei full stilling ved arbeidstidsordninga "offshore336"

source: specified too few hours per week for a full-time position with the “offshore336” working hours scheme
nn: ført opp for få timar per veke for ei full stilling ved arbeidstidsordninga "offshore336"

source: If you are not an Italian citizen and you have worked for a public sector employer in Norway, the part of your pension that is linked to previous employment in the public sector (including the corresponding part of the basic pension) is liable to tax in Norway.
nn: Dersom du ikkje er italiensk statsborgar og du har arbeidd for ein offentleg arbeidsgjevar i Noreg, skal den delen av pensjonen som er knytt til tidlegare offentleg teneste (inklusiv den tilsvarande delen av grunnpensjonen), skattleggjast i Noreg.

source: Henrik is on parental leave when all the employees in his company are laid off with a start date of 15 May.
nn: Henrik er i foreldrepermisjon når alle tilsette i firmaet han jobbar i, blir permitterte med iverksetjingsdato 15. mai.

source: Larvik municipality, from January 2019
nn: Larvik kommune, frå januar 2019

source: Google Analytics will only receive general web statistics, for example the browser type, time of day, language and which website the user came from.
nn: Google Analytics får berre generell webstatistikk, som til dømes nettlesartype, tidspunkt, språk og kva nettside brukaren kom frå.

source: Isabell works as a hairdresser in Hårklipp Frisørsalong.
nn: Isabell arbeidar som frisør ved Hårklipp Frisørsalong.

source: Paid amounts that exceed the paid-up capital amount will be treated as a dividend and reported in the normal way under item 8 at company level and under item 21 at shareholder level.
nn: Utbetalt beløp som overstig det som er utbetalt av innbetalt kapital skal behandlast som utbytte og rapporterast som vanleg i post 8 på selskapsnivå og i post 21 på aksjonærnivå.

source: The FTE percentage changes from 50 to 100 percent (full-time for the position is 37.5).
nn: Stillingsprosenten er endra frå 50 til 100 prosent (fulltid for stillinga er 37,5).

source: The media company provides the occupation code for Knut:
nn: Medieselskapet fører opp yrkeskoden for Knut:

source: 2.2.2 and 2.2.3 of the tax return.
nn: skattemeldinga postane 2.2.2 og 2.2.3.

source: foreign income/capital was liable for tax in
nn: inntekta/formuen i utlandet var skattepliktig i

source: If you find errors, you need to correct the tax return.
nn: Dersom det er feil, må du rette i skattemeldinga.

source: You must submit a gift declaration.
nn: Du må sende inn melding om gåve.

source: You’ve used the legal organisation number of the main entity for both the declarant and the enterprise/sub-entity.
nn: Du har brukt organisasjonsnummeret til hovudeininga, både for opplysningspliktig og verksemd/undereining.

source: It receives error message MAGNET_EDAG-184 with information on a discrepancy of NOK 60,000 in the contribution basis compared with the salary subject to employer’s national insurance contributions for April.
nn: Dei får feilmeldinga MAGNET_EDAG-184 med opplysning om avvik på 60 000 kroner i avgiftsgrunnlaget mellom det som er oppgitt som avgiftspliktig lønn for april.

source: Contact your employer or the pension scheme provider (can be a bank, life insurance company, pension fund, defined contribution pension enterprises or management companies for securities funds) your employer has an agreement with if you want more information.
nn: Kontakt arbeidsgivaren din eller den pensjonsinnretninga som arbeidsgivaren din har avtale med (det kan vere ein bank, livsforsikringsselskap, pensjonskasse, innskotspensjonsføretak eller forvaltningsselskap for verdipapirfond), om du ønskjer meir informasjon.

source: Demand a HSE card and safety measures
nn: Krevje HMS-kort og sikring

source: Up until now, they’ve submitted the a-melding from a simple payroll system themselves.
nn: Fram til no har bedrifta sendt a-melding frå eit enkelt lønnssystem.

source: Both transaction types “Disposals own demerger/merger” and “Merger, tax-free” must be entered with the same transaction time.
nn: Både transaksjonstype "Avgang eigne ved fisjon/fusjon" og "Fusjon skattefri" skal førast med same tidspunkt.

source: The oil company changes the hours which equates a full-time position for George to:
nn: Oljeselskapet endrar timane som ei full stilling svarar til for George til:

source: You can submit a Certificate of Residence issued by the US tax authorities before they have finished the tax assessment for 2021.
nn: Du kan sende inn ein bustadattest som er utferda av amerikanske skattemyndigheiter før du har fått skatteoppgjeret for 2021 i USA.

source: apply for an exemption card or a tax deduction card with a rate lower than 15 percent, so that the correct amount of tax is deducted from your pension or disability benefit
nn: søkje om frikort eller skattekort med lågare trekk enn 15 prosent slik at du blir trekt rett skatt ved utbetalinga av pensjonen din eller uføreytinga di

source: A plumbing firm that intends to run a business in both Oslo and Hamar has registered in the Register of Legal Entities.
nn: Ei røyrleggjarbedrift som skal drive verksemd i både Oslo og Hamar har registrert seg i Einingsregisteret.

source: As Christina only worked for one day, the accountant reports the start and end date for the employment relationship in the same a-melding.
nn: Ettersom Christina berre har jobba éin dag, oppgir rekneskapsføraren start- og sluttdato på arbeidsforholdet som same dag i a-meldinga.

source: The company receives error message MAGNET_EDAG-179 because there is no national identity number or D number.
nn: Dei får feilmelding MAGNET_EDAG-179 fordi fødselsnummer eller D-nummer manglar.

source: Example of when the employment should never have been reported
nn: Døme der arbeidsforholdet aldri skulle ha vore rapportert

source: The company receives the error message MAGNET_EDAG-114B because “subsistence expenses” is not a valid salary description in May 2017.
nn: Dei får feilmeldinga MAGNET_EDAG-114B fordi "administrativ forpleiing" ikkje er ei gyldig lønnsnemning i mai 2017.

source: necessary in order to earn the income.
nn: i rubrikken for Noreg eller utlandet.

source: Røros municipality, from September 2018
nn: Røros kommune, frå september 2018

source: Pensions and disability benefits from defined-contribution pension schemes, occupational pension schemes and annuities (IPA/IPS) are also liable to tax in Norway.
nn: Pensjonar og uføreytingar frå innskots- og føretakspensjonsordningar og frå livrenter (IPA og IPS) skal også skattleggjast i Noreg.

source: Enter here insurance expenditure in
nn: som selskapet disponerer på reine

source: You should allow at least 14 days for your application to be processed.
nn: Du må rekne med ei sakshandsamingstid på minst 14 dagar.

source: account number for Svalbard
nn: kontonummer for Svalbard

source: Contract, temporary appointment or temporary position has been terminated
nn: kontrakt, engasjement eller vikariat er utgått

source: If you have any questions or have any problems relating to Altinn, including rights and roles, please contact
nn: Dersom du har spørsmål eller opplever problem knytt til Altinn, inkludert rettar og roller, kontaktar du

source: You get access to the Tax Administration's services online.
nn: Du får tilgang til Skatteetaten sine tenester på nett

source: She worked 10 hours of overtime last month.
nn: Ho arbeidde 10 timar overtid siste månad.

source: You submit a new and complete return from your professional system via Altinn.
nn: Du sender inn eit nytt fullt oppgåvesett frå ditt fagsystem via Altinn.

source: They must also submit the a-melding.
nn: I tillegg må det sende a-melding.

source: The special allowance for major sickness expenses is being phased out with effect from the 2012 income year, but it is given transitional rules that phase out the special allowance.
nn: Bestemminga om særfrådrag for store sjukdomsutgifter er opphevd frå og med inntektsåret 2012, men det er gitt overgangsreglar som fasar ut særfrådrag og som vil gjelde inntil ny ordning er vedteke.

source: The store submits an a-melding with the missing payroll withholding tax for Kari, so that the total payroll withholding tax for the income recipients now corresponds to the total payroll withholding tax payable.
nn: Butikken sender a-melding med det manglande forskotstrekket til Kari slik at total sum for forskotstrekk på inntektsmottakarane stemmer med sum forskotstrekk å betale.

source: There are several ways of changing payroll system or accountant.
nn: Det er fleire måtar å byte lønnssystem eller rekneskapsførar på.

source: The total basis for employer's national insurance contributions on salary includes these incomes, so the basis is NOK 10,000 in total.
nn: Summen for arbeidsgivaravgiftsgrunnlaget på lønn inneheld desse inntektene, så totalt er grunnlaget 10 000 kroner.

source: but will be taken into consideration in
nn: Personar som i tillegg til inntekter som er

source: The conversion must be entered under item 9 for the company and under item 23 at shareholder level.
nn: Omdanninga skal førast i post 9 på selskapsnivå og i post 23 på aksjonærnivå.

source: no. and nominal value (the information given here should not concern the Subsidiary (company Z), which is the acquiring company, but the Parent (company X) that actually issues the consideration shares.
nn: Ein skal her ikkje gi opplysningar om Dotter (selskap Z) som er det overtakande selskapet, men opplysningar om Mor (selskap X) som faktisk skriv ut vederlagsaksjar.

source: With regards to the share capital, the tax-related paid-up share capital of the divesting company must be distributed under item 5.
nn: Når det gjeld aksjekapitalen, så er det den skattemessige innbetalte aksjekapitalen i det overdragande selskapet som skal omfordelast i post 5.

source: A grocery store submits an a-melding for September with information concerning Linda.
nn: Ein daglegvarebutikk sender a-melding for september med opplysningar om Linda.

source: Check which employment the information is missing for, and specify the employment type.
nn: Kontroller kva for eit arbeidsforhold opplysningane manglar på og oppgi type arbeidsforhold.

source: In addition, the share class in Parent must be stated, and in the “Consideration shares (number)” field, 400 must be entered.
nn: I tillegg må ein oppgi aksjeklasse i Mor, og i feltet ”Vederlagsaksjar (kor mange)" skal 400 førast.

source: Submission of a new tax return for the income year 2017 and earlier will be processed as an appeal (request for change).
nn: Ei innsending av ny skattemelding for inntektsåret 2017 og tidlegare, blir behandla som ei klage (oppfordring om endring).

source: You must use a national identity number or a D number as soon as you know the number.
nn: Du skal bruke fødselsnummer eller D-nummer så snart du har kjennskap til dette.

source: Change the information to a valid combination of information for the salary or benefit.
nn: Endre til ein gyldig kombinasjon for den lønna eller ytinga du oppgir.

source: The tax office will also request that you submit an ”Income Tax Payment Certificate” issued by the Thai tax authorities and stating how large a proportion of the Norwegian pension/disability benefit is taxed in Thailand for 2021.
nn: Skattekontoret krevjer òg at du sender inn eit «Income Tax Payment Certificate» utferda av thailandske skattemyndigheiter som viser kor stor del av den norske pensjonen/uføreytinga som er skattlagd i Thailand for 2021.

source: completed, you must supplement and
nn: som er henta frå midlar som er opptente

source: From 2022 to 2024, all businesses and self-employed persons will be given the possibility to submit using the new solution.
nn: Frå 2022 til 2024 blir det mogleg for alle næringsdrivande å sende inn i ny løysing.

source: Yes, you must state the date for all ordinary and maritime employment.
nn: Ja, du må føre opp datoen for alle ordinære og maritime arbeidsforhold.

source: This applies when you receive a pension.
nn: Dette gjeld når du får pensjon.

source: you have to book an appointment for an ID check
nn: må du bestille tid for ID-kontroll

source: The moving company reports an end date for her employment relationship in the previous department, and they report a new employment relationship in the new department.
nn: Flyttebyrået set sluttdato på arbeidsforholdet i den tidlegare avdelinga og opprettar eit nytt arbeidsforhold i den nye.

source: progress at the beginning of the accounting
nn: på fordelingsprinsippa som er brukte,

source: The child can also have a middle name.
nn: I tillegg kan barnet ha mellomnamn.

source: All of them must be entered in the field for first name.
nn: Alle skal skrivast i feltet for førenamn.

source: The first 6 digits show date of birth, where the first digit is increased by 4.
nn: Dei 6 første tala viser fødselsdato, og det første talet er auka med 4.

source: You can apply for a payment deferral or payment agreement related to:
nn: Dette kan du søkje om betalingsutsetjing eller betalingsavtale for:

source: You are not to send this notice to the payers of the pension/disability benefit.
nn: Du skal ikkje levere noko til dei som betalar ut pensjon/uføreytingar.

source: specified more than 168 hours per week because you specified the hours for a full-time position for a month used the wrong prefix for the number of hours specified
nn: tasta feil oppgitt meir enn 168 timar per veke, fordi du har ført opp timar i full stilling for ein månad
